Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 42_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XLII .
pt_br: CAPÍTULO XLII.

source: Raspar , e humedecer a lingua a hum enfermo como se deve fazer com acerto .
pt_br: Raspar, e humedecer a língua a um enfermo como se deve fazer com acerto.

source: HE de gravissima importancia , que os Enfermeiros tenhaõ muy particular cuidado com os enfermos , que padecem febres malignas , e outras semelhantes , principalmente nas linguas dos taes enfermos , que de ordinario se lhe costumaõ secar, e encher de viscosidades , das quaes ( como diz Hipocrates ) se originaõ muitas vezes os delirios aos enfermos , e outras vezes perder o gosto da comida , e bebida , e grande fastio , que he gravissimo achaque , com que debilitaõ as forças , de que tanto necessita o enfermo .
pt_br: É de gravíssima importância, que os Enfermeiros tenham muito particular cuidado com os enfermos, que padecem febres malignas, e outras semelhantes, principalmente nas línguas dos tais enfermos, que de ordinário se lhe costumam secar, e encher de viscosidades, das quais (como diz Hipócrates) se originam muitas vezes os delírios aos enfermos, e outras vezes perder o gosto da comida, e bebida, e grande fastio, que é gravíssimo achaque, com que debilitam as forças, de que tanto necessita o enfermo.

source: Assim deve ser muito grande o cuidado , que deve ter o Enfermeiro com estes enfermos , refrescando-lhes a boca , e raspando-lhes a lingua .
pt_br: Assim deve ser muito grande o cuidado, que deve ter o Enfermeiro com estes enfermos, refrescando-lhes a boca, e raspando-lhes a língua.

source: Para lhe raspar a lingua , lhe mandareis enxagoar a boca trez , ou quatro vezes com agoa fria , tendo-lhe deitado nella humas gotas de vinagre ; e depois de estar bem enxagoada , lhe raspareis a lingua com huma colher de metal , cuja diligencia lhe fareis duas vezes no dia , ou huma ao menos .
pt_br: Para lhe raspar a língua, lhe mandareis enxaguar a boca três, ou quatro vezes com água fria, tendo-lhe deitado nela umas gotas de vinagre; e depois de estar bem enxaguada, lhe raspareis a língua com uma colher de metal, cuja diligência lhe fareis duas vezes no dia, ou uma ao menos.

source: Para conservares ao enfermo a lingua fresca , lhe tereis prompta huma zaragatoa .
pt_br: Para conservares ao enfermo a língua fresca, lhe tereis pronta uma zaragatoa.

source: Embrulhareis estas sementes em hum pano fino , que fique redondo , mayor que huma avelã , e atando hum paozinho nesta cabeça de pano , ficará em fórma de se poder usar della para o dito ministerio .
pt_br: Embrulhareis estas sementes em um pano fino, que fique redondo, maior que uma avelã, e atando um pãozinho nesta cabeça de pano, ficará em forma de se poder usar dela para o dito ministério.

source: Quando naõ haja as sementes de zaragatoa , podem supprir as pevides de marmello .
pt_br: Quando não haja as sementes de zaragatoa, podem suprir as pevides de marmelo.

source: Advirto , que na agoa , em que se molhar a zaragatoa , se lhe haõ de lançar humas pingas de vinagre .
pt_br: Advirto, que na água, em que se molhar a zaragatoa, se lhe hão de lançar umas pingas de vinagre.
